{"translation-revision-date":"2020-11-22 00:31:40+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr_CA"},"BuddyPress Member.":["Membre BuddyPress."],"Toggle to display the user's mention name under their display name.":["Permuter pour afficher le nom de mention de l’utilisateur en dessous du nom d’affichage."],"Include the user's mention name under their display name.":["Inclure le nom de mention de l’utilisateur en dessous de son nom d’affichage."],"Display Mention slug":["Afficher le slug de mention"],"Toggle to display the user's cover image over their display name.":["Permuter pour afficher l’image de bannière de l’utilisateur sur le nom d’affichage."],"Include the user's cover image over their display name.":["Inclure l’image de bannière de l’utilisateur sur le nom d’affichage."],"Display Cover Image":["Afficher l’image de bannière"],"Select \"None\" to disable the avatar.":["Sélectionne « aucun » pour désactiver l’avatar."],"Avatar size":["Taille de l’avatar"],"Toggle to display a link to the user's profile page under their display name.":["Permuter pour afficher un lien vers la page de profil de l’utilisateur sous le nom d’affichage."],"Include a link to the user's profile page under their display name.":["Inclure un lien vers la page de profil de l’utilisateur sous le nom d’affichage."],"Display Profile button":["Afficher le bouton de profil"],"Select another member":["Sélectionner un autre membre"],"Enter Member's username here…":["Saisir l’identifiant du membre…"],"Member's username":["Identifiant du membre"],"Start typing the name of the member you want to feature into this post.":["Commencez à écrire le nom du membre que vous souhaitez mettre en avant dans cette publication."],"BuddyPress Member":["Membre BuddyPress"],"Full":["Complet"],"Thumb":["Miniature"],"Member":["Membre"],"None":["Aucun"],"Settings":["Réglages"]}},"comment":{"reference":"bp-members\/js\/blocks\/member.js"}}