{"translation-revision-date":"2022-07-17 17:57:43+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Finally, publish subscription products to offer on your store.":["Son olarak, mağazanızda sunulacak abonelik ürünlerini yayınlayın."],"Finally, we’ll ask you to verify your business and payment details to enable deposits.":["Son olarak, para yatırma işlevini etkinleştirmek için işletmenizi ve ödeme ayrıntılarınızı doğrulamanızı isteyeceğiz."],"Create subscriptions":["Abonelik oluştur"],"Next we’ll ask you to verify your business and payment details to enable deposits.":["Ardından para yatırma işlevini etkinleştirmek için işletmenizi ve ödeme ayrıntılarınızı doğrulamanızı isteyeceğiz."],"Provide a few business details":["İşletmenizle ilgili birkaç ayrıntı verin"],"To ensure safe and secure transactions, a WordPress.com account is required.":["Güvenli ve güvenli işlemler için bir WordPress.com hesabı gereklidir."],"Add a name, price and image to your subscription product and then publish it.":["Abonelik ürününüze bir ad, fiyat ve görsel ekleyin ve ardından yayınlayın."],"Create and connect your account":["Hesabınızı oluşturun ve bağlayın"],"Create a subscription":["Abonelik oluşturun"],"You’re only steps away from selling subscriptions":["Abonelik satmanıza yalnızca birkaç adım kaldı"],"With WooCommerce Payments, you can sell subscriptions with no setup costs or monthly fees. Create subscription products, track recurring revenue, and manage subscribers directly from your store’s dashboard.":["WooCommerce Payments ile kurulum maliyeti veya aylık ücret olmadan abonelik satabilirsiniz. Abonelik ürünleri oluşturun, yinelenen gelirleri izleyin ve aboneleri doğrudan mağazanızın panosundan yönetin."],"Start selling subscriptions today":["Abonelik satmaya hemen bugün başlayın"],"By clicking “Get started”, the WooCommerce Payments plugin will be installed and you agree to the <a>Terms of Service<\/a>":["\"Başlayın\"a tıkladığınızda, WooCommerce Payments eklentisi yüklenir ve <a>Hizmet Şartlarını<\/a> kabul etmiş olursunuz."],"Installing WooCommerce Payments failed. To continue with WooCommerce Payments built-in subscriptions functionality, please install <a>WooCommerce Payments<\/a> manually.":["WooCommerce Payments yüklenemedi. WooCommerce Payments yerleşik abonelik işlevine devam etmek için lütfen <a>WooCommerce Payments<\/a>'ı manuel olarak yükleyin."],"Accepted payment methods":["Kabul edilen ödeme yöntemleri"],"Get started":["Haydi başlayalım"],"Learn more":["Daha fazla bilgi edin"],"No thanks":["Hayır, teşekkürler"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wc-pay-subscriptions-page.js"}}